/* tslint:disable */
if (String.raw) {
    console.log(String.raw`
_   _ _   _ ___ ___  _   _ _____   ____ _____ _   _ ____ ___ ___  
| | | | \ | |_ _/ _ \| | | | ____| / ___|_   _| | | |  _ \_ _/ _ \ 
| | | |  \| || | | | | | | |  _|   \___ \ | | | | | | | | | | | | |
| |_| | |\  || | |_| | |_| | |___   ___) || | | |_| | |_| | | |_| |
 \___/|_| \_|___\__\_\\___/|_____| |____/ |_|  \___/|____/___\___/
 
                                               联众人之志，创非凡之事
  Year 2019 maintainer @ttzztztz @Colinaaa @farawaaay
    `);
} else {
    console.log('联众人之志，创非凡之事');
    console.log('洪志远学长好呀！');
}
